Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-fi (1).tmx
Source language: et
Languages: fi

source: Sihtkataloog on olemas ja ei ole tühi.
fi: Kohdehakemisto on jo olemassa, eikä ole tyhjä.

source: Vabandust, rakendus %s peatus ootamatult.
fi: Valitettavasti sovellus %s pysähtyi odottamatta.

source: Programm "%s" ei vasta enam.
fi: Ohjelma "%s" ei vastaa.

source: Pakett: %s
fi: Paketti: %s

source: Peida üksikasjad
fi: Piilota tiedot

source: Kasutajanimi:
fi: Käyttäjätunnus

source: Parool:
fi: Salasana:

source: Kogutud andmed võib saata arendajatele, et rakenduse saaks parandada. Saatmine võib võtta mõned minutid.
fi: Kerätty tieto voidaan lähettää kehittäjille ohjelmiston parantamiseksi. Tämä voi kestää muutamia minuutteja.

source: Näita usaldusväärsete müüjate võtmeid
fi: Luettele luotettujen toimittajien avaimet

source: Usaldatud võtmete vaatamiseks pead sa ennast autentima.
fi: Luotettujen avaimien luettelon näyttö vaatii tunnistautumisen.

source: Eemalda allalaaditud pakettide failid
fi: Poista ladatut pakettitiedostot

source: Allalaaditud pakettide failide puhastamiseks pead ennast autentima.
fi: Sinun tulee tunnistautua siivotaksesi noudetut pakettitiedostot

source: Muuda tarkvara konfiguratsiooni
fi: Muuta ohjelmistoasetuksia

source: Tarkvara seadete muutmiseks pead ennast autentima.
fi: Sinun tulee tunnistautua muuttaaksesi ohjelmistoasetuksia

source: Tarkvaraallika vahetamine
fi: Vaihda ohjelmalähde

source: Tarkvaraallika sätete muutmiseks pead sa ennast autentima.
fi: Ohjelmalähteiden asetuksien muuttaminen vaatii tunnistautumisen.

source: Paigalda paketifail
fi: Asenna pakettitiedosto

source: Selle paketi paigaldamiseks pead sa ennast autentima.
fi: Paketin asennus vaatii tunnistautumisen.

source: Uuenda paketiinfot
fi: Päivitä pakettitiedot

source: Tarkvara kataloogi uuendamiseks pead sa ennast autentima.
fi: Ohjelmistoluettelon päivitys vaatii tunnistautumisen.

source: Paki paigaldamine või eemaldamine
fi: Asenna tai poista paketteja

source: Tarkvara paigaldamiseks või muutmiseks pead sa ennast autentima.org.debian.apt.install-or-remove-packages
fi: Ohjelmistojen asennus tai poisto vaatii tunnistautumisen.org.debian.apt.install-or-remove-packages

source: Paigalda tarkvara kõrge usaldusväärsusega lubatud nimekirja hoidlast.
fi: Asenna ohjelmistoja vahvasti luotetuista erikseen sallituista ohjelmalähteistä.

source: Tarkvara paigaldamiseks peate autentida.
fi: Ohjelmistojen asennus vaatii tunnistautumisen.

source: Lisa uus hoidla ja paigalda sealt pakette
fi: Lisää uusi ohjelmalähde ja asenna sieltä paketteja

source: Tarkvara paigaldamiseks uuest allikast, pead ennast autentima.
fi: Ohjelmistojen asennus uudesta lähteestä vaatii tunnistautumisen.

source: Lisa uus ostetud tarkvara hoidla ja paigalda sealt pakette
fi: Lisää uusi maksullisten sovellusten ohjelmalähde ja asenna sieltä paketteja

source: Et paigaldada ostetud tarkvara, pead ennast autentima.
fi: Maksullisten ohjelmistojen asennus vaatii tunnistautumisen.

source: Uuenda pakette
fi: Päivitä paketit

source: Tarkvarauuenduste paigaldamiseks pead sa ennast autentima.
fi: Päivitettyjen ohjelmistojen asennus vaatii tunnistautumisen.

source: Katkesta teise kasutaja toiming
fi: Peru toisen käyttäjän tehtävä

source: Kellegi teise tarkvara muudatuste tühistamiseks pead sa ennast autentima.
fi: Toisen tekemien ohjelmistomuutosten keskeyttäminen vaatii tunnistautumisen.

source: Tarkvara allalaadimiste jaoks proksi määramine
fi: Aseta välityspalvelin ohjelmistojen noutamista varten

source: Et kasutada proksi serverit tarkvara allalaadimiseks, pead sa ennast autentima.
fi: Välityspalvelimen käyttö ohjelmistojen lataamiseksi vaatii tunnistautumisen.

source: VIGA
fi: VIRHE

source: Allalaaditud %sB %sB-st kiirusel %sB/s
fi: Ladattu %sB / %sB (%sB/s)

source: Allalaaditud %sB %sB-st
fi: Noudettu %sB / %sB

source: VIGA:
fi: VIRHE:

source: Sul pole lubatud seda toimingut teha.
fi: Sinulla ei ole oikeutta suorittaa tätä toimintoa.

source: Järjekorrastamine
fi: Asetetaan jonoon

source: Sõltuvuste lahendamine
fi: Ratkaistaan riippuvuuksia

source: Peab hankima %sB arhiive.
fi: Noudetaan %sB.

source: Pärast seda toimingut kasutatakse %sB rohkem kettaruumi.
fi: Tämän toiminnon jälkeen %sB lisää levytilaa tullaan käyttämään.

source: Pärast seda toimingut vabaneb %sB kettaruumi.
fi: Tämän toiminnon jälkeen %sB lisää levytilaa tulee vapautumaan.

source: Kas soovid jätkata [Y/n]?
fi: Haluatko jatkaa [Y/n]

source: Et töötada rohkem kui ühel paketil, lisa pakettide nimed jutumärkides: aptcon -- paigalda "foo bar"
fi: Laita pakettien nimet lainausmerkkien sisälle suorittaaksesi toimenpiteitä useammalle kuin yhdelle paketille: aptdcon --install "paketti1 paketti2"

source: Uuenda puhvrit
fi: Päivitä välimuisti

source: Katkiste sõltuvuste parandamise üritamine. Potentsiaalselt ohtlik toime, kuna see võib üritada mingit paketti eemaldada.
fi: Yritä selvittää rikkoutuneet riippuvaisuudet. Tämä on mahdollisesti vaarallinen toimenpide, sillä se saattaa yrittää poistaa useita paketteja.

source: Püüa lõpetada eelnev poolik paigaldus
fi: Yritä suorittaa loppuun aiempi kesken jäänyt asennus

source: Paigalda need pakid
fi: Asenna annetut paketit

source: Paigalda uuesti need pakid
fi: Asenna annetut paketit uudelleen

source: Eemalda see pakk
fi: Poista annetut paketit

source: Eemalda see pakk koos konfiguratsioonifailidega
fi: Poista annetut paketit, mukaan lukien asetustiedostot

source: Antud pakettide madaldamine
fi: Varhenna paketit

source: Aegunud: Palun kasuta --safe-upgrade
fi: Vanhentunut: käytä valintaa --safe-upgrade

source: Uuenda süsteemi turvaliselt
fi: Päivitä järjestelmä turvallisella tavalla

source: Uuenda süsteemi, võimalik, et paigaldatakse või eemaldatakse pakette
fi: Päivitä järjestelmä mahdollisesti samalla asentaen tai poistaen paketteja

source: Lisa tarnija usaldusväärsete hulka
fi: Lisää toimittaja luotettuihin

source: Lisa tarnija võtme-id (vajab lisaks --keyserver)
fi: Lisää toimittajan avaintunniste (tarvitsee myös valitsimen --keyserver)

source: Lisa see võtmeserver otsitavatesse võtmetesse
fi: Käytä annettua avainpalvelinta avaimien hakuun

source: Lisa uus tarkvaraallikas sellest deb-line`st
fi: Lisää uusi lähde annetulla deb-riviltä

source: Määra alternatiivne sources.list.d fail, mille tarkvaraallikad lisada
fi: Määritä vaihtoehtoinen sources.list.d-tiedosto, johon lähteet lisätään.

source: Loetle usaldatud tarnijate võtmed
fi: Luettele luotetut toimittaja-avaimet

source: Eemalda antud sõrmejäljega võti
fi: Poista annetun sormenjäljen mukainen luotettu avain

source: Paigaldatud pakettide taasseadistamine. Soovi korral saab vähima prioriteediga küsimust täpsustada
fi: Tee asennettujen pakettien asetukset uudelleen. Kysyttävien kysymysten pienin tärkeysluokitus voidaan asettaa erikseen.

source: Vähim debconf pküsimuse rioriteeti saab kuvada
fi: Pienin tärkeysaste näytettäville kysymyksille.

source: Ära ühenda apt'i terminali
fi: Älä kiinnitä apt-päätteeseen

source: Luba paketid autentimata allikatest
fi: Salli paketit varmentamattomista lähteistä

source: Pakettide täiendava teabe kuvamine. Praegu ainult versiooni arv
fi: Näytä lisätietoja paketeista (tällä hetkellä vain versionumero).

source: Autentimise ootamine
fi: Odotetaan tunnistautumista

source: Deemoni tööd tegevusetuse pärast ei lõpetata
fi: Älä sammuta taustaprosessia inaktiivisuuden takia

source: Ei laadita ühtegi pluginat
fi: Älä lataa mitään liitännäisiä

source: Sisemiste protsesside informatsiooni kuvamine
fi: Näytä sisäiset käsittelytiedot

source: Lõpeta ja asenda juba käivitatud deemon
fi: Lopeta ja korvaa jo käynnissä oleva taustaprosessi

source: DBus seansi kuulamine (Vajalik ainult testimiseks)
fi: Kuuntele DBus-istuntoväylää (Vaadittu ainoastaan testausta varten

source: Operatsioonide sooritamine antud chroot'is
fi: Suorita toimenpiteet määritetyssä chroot-ympäristössä

source: Talleta profiili andmed valitud faili
fi: Tallenna profiilin tiedot tiedostoon

source: Süsteemi ei tehta mingeid muudatusi (kasulik ainult arendajatele)
fi: Älä tee järjestelmään mitään muutoksia (hyödyllinen vain kehittäjille)

source: Paigaldatud fail
fi: Asennettiin tiedosto

source: Paigaldati paketid
fi: Asennetut paketit

source: Lisati võti failist
fi: Avain lisätty tiedostosta

source: Uuendati vahemälu
fi: Välimuisti päivitetty

source: Otsing lõpetatud
fi: Haku valmis

source: Eemaldati usaldatud võti
fi: Poistettiin luotettu avain

source: Eemaldati paketid
fi: Poistetut paketit

source: Uuendati pakette
fi: Päivitetyt paketit

source: Uuendatud süsteem
fi: Järjestelmä päivitetty

source: Muudatused rakendati
fi: Muutokset toteutettu

source: Mittetäielik paigaldus on parandatud
fi: Korjattiin keskeneräinen asennus

source: Katkised sõltuvused on parandatud
fi: Korjattiin rikkinäiset riippuvuudet

source: Tarkvaraallikas lisatud
fi: Ohjelmalähde lisätty

source: Jaotuskomponent lubatud
fi: Otettiin jakelukomponentti käyttöön

source: Allalaaditud paketifailid eemaldatud
fi: Poistettiin ladatut pakettitiedostot

source: Paigaldatud paketid taasseadistatud
fi: Asennettujen pakettien asetukset tehty uudelleen

source: Edukas
fi: Onnistui

source: Tühistatud
fi: Peruttiin

source: Nurjus
fi: Epäonnistui

source: Faili paigaldamine
fi: Asennetaan tiedostoa

source: Pakettide paigaldamine
fi: Asennetaan paketteja

source: Võtme lisamine failist
fi: Lisätään avainta tiedostosta

source: Puhvri uuendamine
fi: Päivitetään välimuistia

source: Usaldatud võtme eemaldamine
fi: Poistetaan luotettua avainta

source: Pakettide eemaldamine
fi: Poistetaan paketteja

source: Pakettide uuendamine
fi: Päivitetään paketteja

source: Süsteemi uuendamine
fi: Päivitetään järjestelmää

source: Muudatuste rakendamine
fi: Toteutetaan muutoksia

source: Mittetäieliku paigalduse parandamine
fi: Korjataan keskeneräistä asennusta

source: Paigaldatud tarkvara parandamine
fi: Korjataan asennettua ohjelmistoa

source: Tarkvaraallika lisamine
fi: Lisätään ohjelmalähdettä

source: Distributsiooni jaotuskomponendi lubamine
fi: Otetaan käyttöön jakelukomponenttia

source: Allalaaditud paketifailide eemaldamine
fi: Poistetaan ladattuja pakettitiedostoja

source: Paigaldatud pakettide taasseadistamine
fi: Tehdään asennettujen pakettien asetuksia uudelleen

source: Otsimine
fi: Haku käynnissä

source: Paketifaili paigaldamine nurjus
fi: Pakettitiedoston asennus epäonnistui

source: Tarkvara paigaldamine nurjus
fi: Ohjelmiston asennus epäonnistui

source: Võtme lisamine usaldusväärsete tarkvaratootjate nimekirja ebaõnnestus
fi: Avaimen lisäys luotettujen sovellusten toimittajien listaan epäonnistui

source: Tarkvaraloendi uuendamine nurjus
fi: Ohjelmistoluettelon päivitys epäonnistui

source: Tootja eemaldamine usaldusväärsete tarkvaratootjate loetelust nurjus
fi: Avaimen poistaminen luotettavien ohjelmistotoimittajien luettelosta ei onnistunut

source: Tarkvara eemaldamine nurjus
fi: Ohjelmiston poisto epäonnistui

source: Tarkvara uuendamine nurjus
fi: Ohjelmiston päivitys epäonnistui

source: Süsteemi uuendamine nurjus
fi: Järjestelmän päivitys epäonnistui

source: Tarkvaramuudatuste rakendamine nurjus
fi: Ohjelmistomuutosten toteutus epäonnistui

source: Mittetäieliku paigalduse parandamine nurjus
fi: Keskeneräisen asennuksen korjaus epäonnistui

source: Katkiste sõltuvuste parandamine nurjus
fi: Rikkinäisten riippuvuuksien korjaus epäonnistui

source: Takrvaraallika lisamine nurjus
fi: Ohjelmalähteen lisääminen epäonnistui

source: Jaotuskomponendi lubamine nurjus
fi: Jakelukomponentin kytkeminen käyttöön epäonnistui

source: Paigaldatud paketi failide eemaldamine nurjus
fi: Ladattujen pakettitiedostojen poisto epäonnistui

source: Otsing nurjus
fi: Haku epäonnistui

source: Litsentsivõtme lisamine
fi: Lisätään lisenssiavain

source: Kontrolli oma internetiühendust.
fi: Tarkista Internet-yhteys.

source: Kontrolli, kas kasutad kolmanda osapoole tarkvaraallikaid. Kui nii, siis keela need, kuna tavaliselt need on probleemide põhjuseks. Järgmiseks käivita terminalis järgnev käsk: apt-get install -f
fi: Tarkista, onko käytössäsi kolmannen osapuolen ohjelmalähteitä. Jos on, ota ne pois käytöstä, sillä ne ovat yleensä syynä ongelmiin. Tämän jälkeen aja Päätteessä komento apt-get install -f

source: Valitud fail pole GPG võtmefail või see on rikutud.
fi: Valittu tiedosto ei ole kelvollinen GPG-avaintiedosto, tai se on vahingoittunut.

source: Valitud võtit polnud võimalik eemaldada. Veendu, et sisestasid õige sõrmejälje.
fi: Valittua avainta ei voi poistaa. Tarkista että annoit oikean sormenjäljen.

source: Vaata, ega sa ei kasuta hetkel mõnda teist tarkvaratööriista nagu Synaptic või aptitude. Muudatusi tohib teha ainult üks programm korraga.
fi: Tarkista, ettet käytä samalla toista sovellusta pakettienhallintaan (esim. Synaptic tai aptitude). Useampi kuin yksi sovellus ei voi tehdä muutoksia samanaikaisesti.

source: See on tõsine probleem. Proovi hiljem uuesti. Kui probleem esineb uuesti, raporteeri sellest veast arendajatele.
fi: Tämä on vakava ongelma, yritä myöhemmin uudestaan. Jos ongelma toistuu, raportoi siitä kehittäjille.

source: Kontrolli paketi nime õigekirja ja et õige tarkvaraallikas on lubatud.
fi: Tarkista paketin nimen oikeinkirjoitus ja että sopiva ohjelmalähde on käytettävissä.

source: Uuendamiseks puudub vajadus.
fi: Päivitykselle ei ole tarvetta.

source: Paigaldamiseks puudub vajadus
fi: Asennukselle ei ole tarvetta.

source: Eemaldamiseks puudub vajadus.
fi: Poistamiselle ei ole tarvetta.

source: Sa palusid eemaldada paketi, mis on süsteemi oluline osa.
fi: Valitsit poistettavaksi paketin, joka on olennainen osa järjestelmää.

source: Ühendus deemoniga katkes. Kõige tõenäolisemalt jooksis taustadeemon kokku.
fi: Yhteys taustapalveluun kadotettiin, se todennäköisesti kaatui.

source: Tarkvara paigaldamine või eemaldamine nurjus.
fi: Ohjelmapaketin asentaminen tai poistaminen epäonnistui.

source: Soovitud valikut ei toetata
fi: Haluttua ominaisuutta ei tueta

source: Aptdaemon'is, mis võimaldab tarkvara paigaldadamist/eemaldamist ning teisi paketihalduse toiminguid, ilmnes programmitõrge.
fi: Aptdaemonissa, joka on ohjelmien asentamiseen, poistamiseen ja muuhun hallintaan tarkoitettu ohjelma, vaikuttaa olevan ohjelmointivirhe.

source: Selle vea võis põhjustada vajalik lisatarkvara pakett, mis aga puudub või pole paigaldatav. Lisaks võib tekkida konflikt tarkvarapakettide vahel, mida pole lubatud samaaegselt paigaldada.
fi: Tämä virhe saattaa johtua tarvittavien ohjelmistopakettien puuttumisesta tai asennuskelvottomuudesta. Myöskään keskenään ristiriidassa olevia paketteja ei voida asentaa samaan aikaan.

source: See nõuab autentimata allikatest pakettide paigaldamist.
fi: Tämä vaatii pakettien asentamista varmentamattomista ohjelmistolähteistä.

source: Paigaldus võis nurjuda vea tõttu vastavas tarkvarapaketis või katkestati see mittesobival viisil. Enne, kui saab muud tarkvara paigaldada või eemaldada, tuleb see parandada.
fi: Asennus on saattanut epäonnistua ohjelmapaketissa olevan virheen tai pakotetun keskeyttämisen takia. Ongelma täytyy korjata, ennen kuin voit asentaa tai poistaa lisää sovelluksia.

source: Palun kopeeri fail oma kohalikku arvutisse ja kontrolli faili õigusi.
fi: Kopioi tiedosto koneellesi ja tarkista tiedoston oikeudet.

source: Paketi paigaldus, mis rikub standardi kvaliteedi pole lubatud. See võib õhjustada sinu arvutile tõsiseid probleem.e Palun kontakteeru paketi faili pakkunud isiku või organisatsiooniga ja kaasa allpool detailid.
fi: Laatuvaatimuksia rikkovien pakettien asentaminen ei ole sallittua. Se voi aiheuttaa vakavia ongelmia tietokoneellesi. Ole hyvä ja ota yhteyttä paketin tarjonneeseen henkilöön tai organisaatioon ja liitä raporttisi mukaan alla olevat yksityiskohdat.

source: Selle tarkvaratüki kasutamiseks vajalik litsentsivõti on kehtetu või pole võimalik seda õigesti paigaldada. Täpsema info saamiseks vaata üksikasju.
fi: Tämän ohjelman käynnistämiseen vaadittava lisenssiavain ei ole oikea tai ei ole asentunut oikein. Lue lisätiedot.

source: Kõik võimalikud uuendused on juba paigaldatud.
fi: Kaikki saatavilla olevat päivitykset on asennettu.

source: Selle tarkvaratüki kasutamiseks vajaliku litsentsivõtme allalaadimine nurjus. Palun, kontrolli oma võrguühendust.
fi: Tämän ohjelman ajamiseen vaadittavaa lisenssiavainta ei voitu ladata. Ole hyvä ja tarkista verkkoyhteytesi.

source: Sul pole selle toimingu sooritamiseks vajalikke privileege.
fi: Oikeutesi eivät riitä tämän toiminnon suorittamiseen.

source: Paketifailide allalaadimine nurjus
fi: Pakettitiedostojen noutaminen epäonnistui

source: Tarkvaraallika teabe allalaadimine nurjus
fi: Pakettitietojen noutaminen epäonnistui

source: Paketi sõltuvusi pole võimalik lahendada
fi: Pakettien riippuvuuksia ei voi selvittää

source: Paketisüsteem on katki
fi: Pakettijärjestelmä on rikkinäinen

source: Võtit ei paigaldatud
fi: Avainta ei asennettu

source: Võtit ei eemaldatud
fi: Avainta ei poistettu

source: Paketihalduri lukustamine nurjus
fi: Paketinhallinnan lukitus epäonnistui

source: Paketiloendi laadimine nurjus
fi: Pakettiluettelon lataaminen epäonnistui

source: Paketti ei eksisteeri
fi: Pakettia ei ole olemassa

source: Pakett on juba ajakohane
fi: Paketti on jo ajan tasalla

source: Pakett on juba paigaldatud
fi: Paketti on jo asennettu

source: Pakett ei ole paigaldatud
fi: Pakettia ei ole asennettu

source: Olulise süsteemipaketi eemaldamine nurjus
fi: Järjestelmälle oleellisen paketin poisto epäonnistui

source: Toimingut pole võimalik jälgida ega juhtida
fi: Tehtävää ei voi valvoa tai hallita

source: Paketitoiming nurjus
fi: Pakettitoiminto epäonnistui

source: Nõuab mitteusaldusväärsete pakettide paigaldamist
fi: Vaatii luottamattomien pakettien asentamista

source: Eelnev paigaldus ei jõudnud lõpule
fi: Aiempi asennus on jäänyt keskeneräiseksi

source: Pakett on halva kvaliteediga
fi: Paketti on heikkolaatuinen

source: Paketi faile ei ole võimalik avada
fi: Pakettitiedostoa ei voi avata

source: Toetamata omadus
fi: Ominaisuutta ei tueta

source: Litsentsivõtme allalaadimine nurjus
fi: Lisenssiavaimen lataaminen epäonnistui

source: Litsentsivõtme paigaldamine nurjus
fi: Lisenssiavaimen asentaminen epäonnistui

source: Süsteem on juba ajakohane
fi: Järjestelmä on ajan tasalla

source: Sinu autoriseerimine pole võimalik
fi: Sinua ei voitu valtuuttaa

source: See toiming ei ole sulle lubatud
fi: Sinulla ei ole lupaa suorittaa tätä toimintoa

source: Tekkis käsitlematu viga
fi: Tapahtui virhe, jota ei voitu käsitellä

source: Teenuse käivitumise järel ootamine
fi: Odotetaan palvelun käynnistymistä

source: Ootamine
fi: Odotetaan

source: Nõutud andmekandja järel ootamine
fi: Odotetaan vaadittua mediaa

source: Teiste tarkvarahaldurite lõpetamise järel ootamine
fi: Odotetaan muiden pakettienhallintasovellusten sulkemista

source: Seadistusfaili kohta käiva küsimuse järel ootamine
fi: Odota asetustiedostokyselyä

source: Käesolev toiming
fi: Suoritetaan tehtävää

source: Allalaadimine
fi: Noudetaan

source: Tarkvaraallikate pärimine
fi: Tutkitaan ohjelmalähteitä

source: Puhastamine
fi: Siistitään

source: Lõpetatud
fi: Valmis

source: Tühistamine
fi: Perutaan

source: Tarkvaraloendi laadimine
fi: Ladataan ohjelmaluetteloa

source: %s paigaldamine
fi: Asennetaan %s

source: %s seadistamine
fi: Tehdään asetuksia: %s

source: %s eemaldamine
fi: Poistetaan %s

source: %s täielik eemaldamine
fi: Poistetaan kokonaan %s

source: %s kadumise märgitsemine
fi: Huomataan paketin %s katoaminen

source: %s järelpaigalduse sooritamine
fi: Suoritetaan jälkiasennusliipaisinta %s

source: %s uuendamine
fi: Päivitetään %s

source: %s lahtipakkimine
fi: Puretaan %s

source: Ettevalmistused %s paigaldamiseks
fi: Valmistellaan paketin %s asennusta

source: %s seadistuse ettevalmistamine
fi: Valmistellaan paketin %s asetuksia

source: %s eemaldamise ettevalmistamine
fi: Valmistellaan paketin %s poistoa

source: %s täieliku eemalduse ettevalmistamine
fi: Valmistellaan paketin %s täydellistä poistoa

source: %s on paigaldatud
fi: %s asennettu

source: %s on täielikult eemaldatud
fi: %s poistettiin kokonaan

source: %s on eemaldatud
fi: %s poistettu

source: Autentimine nurjus
fi: Todennus epäonnistui

source: Jõude
fi: Jouten

source: Võrk pole saadaval
fi: Verkkoa ei saatavilla

source: %s protsessimine
fi: Käsitellään %s

source: Üksikasjad
fi: Yksityiskohdat

source: Fail
fi: Tiedosto

source: Allalaaditud %sB
fi: Noudettu %sB

source: Allalaaditud
fi: Noudettu

source: Vajalik on CD/DVD plaat '%s'
fi: CD/DVD ”%s” vaaditaan

source: Palun sisesta CD/DVD plaadilugejasse '%s', et paigaldada tarkvara paketid.
fi: Asenna yllä mainittu CD/DVD asemaan ”%s” asentaaksesi ohjelmistopaketteja levyltä.

source: _Jätka
fi: J_atka

source: Paigalda
fi: Asenna

source: Paigalda uuesti
fi: Asenna uudelleen

source: Eemalda
fi: Poista

source: Eemalda täielikult
fi: Poista asetuksineen

source: Uuenda
fi: Päivitä

source: Madalda
fi: Vanhenna

source: Jäta uuendamine vahele
fi: Ohita päivitys

source: Palun vaata all olevat muudatuste loendit.
fi: Tarkista alla olevat muutokset.

source: Täiendav tarkvara tuleb paigaldada
fi: Ylimääräisiä ohjelmistoja tulee asentaa

source: Täiendav tarkvara tuleb uuesti paigaldada
fi: Ylimääräisiä ohjelmistoja tulee asentaa uudelleen

source: Täiendav tarkvara tuleb eemaldada
fi: Ylimääräisiä ohjelmistoja tulee poistaa

source: Täiendav tarkvara tuleb täielikult eemaldada
fi: Ylimääräisiä ohjelmistoja tulee poistaa asetuksineen

source: Täiendav tarkvara tuleb uuendada
fi: Ylimääräisiä ohjelmistoja tulee päivittää

source: Täiendav tarkvara tuleb asendada vanemaga
fi: Ylimääräisiä ohjelmistoja tulee vanhentaa

source: Uuendused jäetakse vahele
fi: Päivitykset ohitetaan

source: Vajalikud on lisamuudatused
fi: Ylimääräisiä muutoksia vaaditaan

source: Kokku tuleb allalaadida %sB.
fi: %sB noudetaan yhteensä

source: %sB kettaruumi vabaneb.
fi: %sB levytilaa vapautuu

source: %sB lisakettaruumi võetakse kasutatakse.
fi: %sB lisää levytilaa käytetään.

source: Kas asendada muudatustega fail '%s' hilisema seadistusfaili versiooniga?
fi: Korvataanko tiedostossa ”%s” olevat muutokset uudemmalla asetustiedoston versiolla?

source: Kui sa ei tea, miks see fail juba seal on, on selle asendamine tavaliselt turvaline.
fi: Jos et tiedä miksi tiedosto on jo olemassa, on yleensä turvallista korvata se.

source: _Muudatused
fi: _Muutokset

source: _Jäta alles
fi: _Säilytä

source: _Asenda
fi: Ko_rvaa

source: _Üksikasjad
fi: _Yksityiskohdat

source: Ootan %s sulgemist
fi: Odotetaan, että %s sulkeutuu

source: kohalik varamu
fi: paikallinen ohjelmalähde

source: %s struktuur
fi: Lähteen %s rakenne

source: %s kirjeldus
fi: Lähteen %s kuvaus

source: Saadaval paketid asukohast %s
fi: Lähteestä %s saatavilla olevat paketit

source: Saadaval allikad %s
fi: Lähteestä %s saatavilla olevat lähdekoodit

source: Pakett %s ei ole kättesaadav
fi: Paketti %s ei ole saatavilla

source: Pakett %s ei ole paigaldatud
fi: Pakettia %s ei ole asennettu

source: Versioon %s %s pole paigaldatud
fi: Versiota %s paketista %s ei ole asennettu

source: Pakett %s on juba paigaldatud
fi: Paketti %s on jo asennettu

source: Versioon %s %s pole saadaval
fi: Versiota %s (paketti %s) ei ole saatavilla.

source: Vigane võtme ID: %s
fi: Virheellinen avaimen tunniste: %s

source: Võtme %s asukohast %s allalaadimine ja paigaldamine nurjus: %s
fi: Avaimen %s lataaminen ja asentaminen sijainnista %s ei onnistunut: %s

source: Võtmefaili %s polnud võimalik paigaldada: %s
fi: Avainta %s ei voitu asentaa: %s

source: Võti koos sõrmejäljega %s ei saadud eemaldada: %s
fi: Avainta, jonka sormenjälkitunniste on %s, ei voitu poistaa: %s

source: Pakett %s ei ole eemaldatav.
fi: Pakettia %s ei voi poistaa.

source: Endine versioon %s %s on juba paigaldatud
fi: %s:n aiempi versio %s on jo asennettu

source: Versioon %s %s on juba paigaldatud
fi: %s:n versio %s on jo asennettu
